Repository: DrZAIER/veda-medical-app
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# appTitle
source: VEDA Assistant
es: Asistente VEDA
fr: Assistant VEDA

# ventilationTitle
source: Ventilation
es: Ventilación

# ventilationSubtitle
source: TV, RR, MV, Tube Depth
es: VC, FR, VM, Prof. Tubo
fr: VT, FR, MV, Prof. Sonde

# rsiTitle
source: RSI Drugs
es: Fármacos SIR
fr: Drogues ISR

# rsiSubtitle
source: Induction & Paralytics
es: Inducción y Parálisis
fr: Induction & Paralysie

# shockTitle
source: Shock Management
es: Manejo del Shock
fr: Choc

# shockSubtitle
source: Pressors & Inotropes
es: Vasopresores e Inotrópicos
fr: Vasopresseurs & Inotropes

# arrestTitle
source: Cardiac Arrest
es: Paro Cardíaco
fr: Arrêt Cardiaque

# arrestSubtitle
source: ACLS Medications
es: Medicamentos ACLS
fr: Médicaments SARC

source: Adult
es: Adulto
fr: Adulte

source: Pediatric
es: Pediátrico
fr: Pédiatrie

source: Neonate
es: Neonato
fr: Néonat

source: Male
es: Hombre
fr: Homme

source: Female
es: Mujer
fr: Femme

# heightLabel
source: Height (cm)
es: Altura (cm)
fr: Taille (cm)

# weightLabel
source: Weight (kg)
es: Peso (kg)
fr: Poids (kg)

source: Calculate
es: Calcular
fr: Calculer

# pbwLabel
source: Predicted Body Weight (PBW)
es: Peso Corporal Predicho
fr: Poids Idéal Théorique (PBW)

# dosingWeightLabel
source: Dosing Weight
es: Peso de dosificación
fr: Poids de dosage

# vtLabel
source: Tidal Volume Target (6-8 mL/kg)
es: Vol. Corriente Objetivo (6-8 mL/kg)
fr: Volume Courant Cible (6-8 mL/kg)

# rrLabel
source: Initial RR
es: FR Inicial
fr: FR Initiale

# mvLabel
source: Min. Ventilation
es: Ventilación Minuto
fr: Ventilation Minute

# peepLabel
source: Suggested PEEP
es: PEEP Sugerida
fr: PEEP Suggérée

# tubeDepthLabel
source: ETT Depth Estimate
es: Prof. Tubo (ETT)
fr: Prof. Sonde (ETT)

# enterParams
source: Enter parameters to see results
es: Ingrese parámetros
fr: Entrez les paramètres

source: Dose Calculation
es: Cálculo de Dosis
fr: Calcul de Dose

source: Standard Dose
es: Dosis Estándar
fr: Dose Standard

source: Route
es: Vía
fr: Voie

source: Onset
es: Inicio
fr: Délai

source: Duration
es: Duración
fr: Durée

source: Warning
es: Advertencia
fr: Attention
